Repository: nistrahq/demy-students
Catalog: DemyStudents/Resources/Settings.xcstrings
Source language: en
Languages: es_419

source: Accept
es_419: Aceptar

source: Close app
es_419: Cerrar aplicación

source: Decline
es_419: Rechazar

# last_updated
source: Last updated: December 2025
es_419: Última actualización: diciembre de 2025

# legal_required
source: Acceptance is required
es_419: Es necesario aceptar este documento

source: Log out
es_419: Cerrar sesión

# log_out_message
source: Are you sure you want to log out of your Demy account?
es_419: ¿Seguro que quieres cerrar la sesión de tu cuenta de Demy?

# log_out_title
source: Log out?
es_419: ¿Cerrar sesión?

# privacy_accept_required
source: You must accept the Privacy Policy to continue using Demy.
es_419: Debes aceptar la Política de privacidad para continuar usando Demy.

source: Privacy Policy
es_419: Política de privacidad

source: Settings later
es_419: Configuraciones luego

# settings_title
source: Settings
es_419: Configuración

# sorry_title
source: We’re sorry
es_419: Lo sentimos

# terms_accept_required
source: You must accept the Terms and Conditions to continue using Demy.
es_419: Debes aceptar los Términos y condiciones para continuar usando Demy.

source: Terms and Conditions
es_419: Términos y condiciones
